Autodesk.Revit.UI.Macros.VendorIdAttribute.Value
AddInId VendorId value.
Since: 2012

Autodesk.Revit.UI.Macros.VendorIdAttribute.#ctor(System.String)
Constructs a new VendorIdAttribute.
Since: 2012

Autodesk.Revit.UI.Macros.VendorIdAttribute
The custom VendorId attribute for Macros macros use only.
Since: 2012